/**
 * Simplified Chinese translation for foundation-datepicker
 * Yuan Cheung <advanimal@gmail.com>
 */
;(function($){
	$.fn.fdatepicker.dates['zh-CN'] = {
        days: ["星期�?", "星期一", "星期�?", "星期�?", "星期�?", "星期�?", "星期�?"],
        daysShort: ["周日", "周一", "周二", "周三", "周四", "周五", "周六"],
        daysMin: ["�?", "一", "�?", "�?", "�?", "�?", "�?"],
        months: ["一�?", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一�?", "十二�?"],
        monthsShort: ["一", "�?", "�?", "�?", "�?", "�?", "�?", "�?", "�?", "�?", "十一", "十二"],
        today: '今天'
	};
}(jQuery));